[Staff]
Cast=— 出演 —
Credit_Asura00=阿修罗
Credit_Asura01=安元洋贵
Credit_Asura02=Liam O'Brien
Credit_Yasha00=夜叉
Credit_Yasha01=诹访部顺一
Credit_Yasha02=Robin Atkin Downes
Credit_Mithra00=米斯拉
Credit_Mithra01=钉宫理惠
Credit_Mithra02=Kari Wahlgren
Credit_Durga00=杜尔迦
Credit_Durga01=井上喜久子
Credit_Durga02=Tara Strong
Credit_Deus00=德乌斯
Credit_Deus01=江原正士
Credit_Deus02=David Pizzuto
Credit_Olga00=奥尔嘉
Credit_Olga01=本田贵子
Credit_Olga02=Anna Vocino
Credit_Wyzen00=瓦曾
Credit_Wyzen01=茶风林
Credit_Wyzen02=Brad Grusnick
Credit_Kalrow00=伽路罗
Credit_Kalrow01=大冢周夫
Credit_Kalrow02=Keith Szarabajka
Credit_Sergei00=谢尔盖
Credit_Sergei01=飞田展男
Credit_Sergei02=Steve Blum
Credit_Augus00=奥伽斯
Credit_Augus01=石冢运昇
Credit_Augus02=Imari Williams
Credit_Strada00=神皇斯托拉达
Credit_Strada01=大林隆介
Credit_Strada02=Keith Silverstein
Credit_Kageboshi01=阴法师
Credit_Kageboshi02=安井邦彦
Credit_Kageboshi03=Tim Blaney
Credit_Taison01=大尊
Credit_Taison02=Joey Camen
Credit_Rasho01=罗将
Credit_Rasho02=金光宣明
Credit_Doji01=童子
Credit_Doji02=坪井智浩
Credit_Doji03=Jon Olsen
Credit_Girl00=少女
Credit_Spider00=金色蜘蛛
Credit_Spider01=大竹宏
Credit_Spider02=Joe Hanna
Credit_Chakravartin00=轮转王遮迦罗跋帝
Credit_Chakravartin01=糸博
Credit_Chakravartin02=Al Rodrigo
Credit_Extra=Extras
Credit_VillagerMan00=村民（男性）
Credit_VillagerWomam00=村民（女性）
Credit_VillagerWomam01=山口理惠
Credit_VillagerWomam02=牧口真幸
Credit_VillagerOldLady00=村民（老妇）
Credit_VillagerOldLady01=前田敏子
Credit_VillagerOldMan00=村民（老人）
Credit_VillagerBoy=村民（男性）
Credit_VillagerGirl=村民（少女）
CreditNone=■■　■■
Director=— 监督 —
Director01=监督
s_shimoda=下田星儿
CharacterDsign=— 角色设计 —
CharacterDsign01=角色设计
Yusuke_Tokitsu=时津祐介
WorldDesign=— 世界设计 —
WorldDesign01=世界设计
h_okabe=冈部宽正
ConceptArt=— 概念设计 —
ConceptArt01=概念设计
Kenichiro_Tomiyasu=富安健一郎
scenario=— 剧本设计 —
scenario01=剧本设计
Kei_Shigema=重马敬
Tomohiro_Takeda=武田知浩
y_noguchi=野口泰弘
s_sawamura=泽村晋作
Direction00=— 演出监督 —
Direction10=演出监督
y_irikawa=入川庆也
Direction01=— 特技监督 —
Direction11=特技监督
TokugiKanshu=特技监修
TokugiKanshu01=— 特技监修 —
Ichiro_Itano=板野一郎
Continuity=— 分镜设计 —
Continuity01=分镜设计
ConteMan00=原博
ConteMan01=奥田诚治
ConteMan02=西村聪
ConteMan03=博多正寿
ConteMan04=本田敬一
ConteMan05=久保雄介
ConteMan06=酒井丰
ConteMan07=山川吉树
r_kaida=甲斐田亮一
r_kaida01=甲斐田亮一
n_diliberto=Nick Diliberto
s_norimura=法村慎也
s_Torigoe=鸟越昭太
r_furuya=古屋隆介
t_katagiri=片桐誉裕
m_katakai=片贝稔
m_katakai01=片贝稔
k_oda=小田一宏
Direction02=— 演出 —
Direction30=演出
CC2=CyberConnect2 Co., Ltd.
Graphinica=Graphinica,Inc.
Direction03=— 项目管理 —
Direction40=项目管理
Hironori_Yamaoka=山冈宽典
Shiage=作画润色
Sakuga=作画
SakugaShiage=作画/作画润色
SakugaKantoku=作画监督
EnshutsuJokantoku=— 副演出监督 —
EnshutuSakugaKantoku=演出/作画监督
EnshutuContinuity=演出/分镜设计
Kaihatsu=开发
kyakuhon=脚本
Gekko=GEKKO INC.
BijutsuKantoku=美术监督
n_ao=阿尾直树
TokubetsuEngiKantoku=特别演技监督
OnkyoKantoku=音响监督
Ongaku=音乐
GameDeveloped=— 制作 —
GameDeveloped01=制作
HeadDirector=— 制作总指挥 —
HeadDirector01=制作总指挥
h_Matsuyama=松山洋
ProjectLeader=— 项目经理 —
gamedesigner=— 游戏设计 —
j_takarabe=财部淳
y_miyahara=宫原佑辅
r_tominaga=富永龙儿
k_mitoma=三苫浩太郎
k_onoda=小野田一彦
h_asada=朝多浩辛
t_kato=加藤知之
h_natsumura=夏村久司
artist=— 艺术团队 —
k_yamaguchi=山口幸纪
m_murakami=村上学
Demo=过场
t_odaka=尾高达朗
k_otakara=大财强平
t_wada=秋田拓也
y_nakamura=中村好孝
h_nakamura=中村仁美
k_ishii=石川久美
m_kawano=河野雅幸
y_nishida=西田阳一
t_ito=伊藤大辉
Animator=动画制作
k_umeda=梅田公一
t_soeda=添田忠
k_nasu=奈须一树
m_tokura=户仓正喜
k_ueda=上田和范
e_akaboshi=赤星衣美
EffectDesigner=特效制作
n_takano=鹰野典久
y_kawada=川田谕司
h_ikeda=池田博幸
j_onihashi=鬼桥润
Takumi_Nakamura=中村匠
Modeling=模型制作
s_iwasaki=岩崎聪一郎
y_kinoshita=木下义崇
r_kubo=久保良一
y_teshirogi=手代木祐
f_sawai=泽井富士彦
k_inoue=井上久美子
a_matsushita=松下昭
j_tomoike=友池润
BackGround=背景设计
m_esaki=江崎正典
k_igarashi=五十岚和也
n_nagano=长野菜穗子
k_ikuta=生田和也
t_inatomi=稻富贵彦
t_cho=张郑伟
d_shimakawa=岛川大辅
Ryoichi_Takeyama=竹山谅一
Shinsuke_Harada=原田晋辅
ArtBoard=绘板
s_hosokawa=细川诚一郎
y_takeuchi=武内裕季
n_takeda=竹田奈央
y_kaneyama=金山志绘
m_hirayama=平山桃子
m_sakamoto=坂本满孝
UseInterface=UI设计
a_anai=穴井昭广
k_sasao=笹生琴
y_ishijima=石岛曜子
h_terada=寺田裕史
programmer=— 程序设计 —
n_hashimoto=桥本直树
n_hidaka=日高昇
s_soyano=征矢野伸二
f_honda=本多史生
t_kuribayashi=栗林利郎
b_baku=朴秉贤
k_fujimoto=藤本胜史
t_inoue=猪上哲郎
s_maeta=前田俊辅
m_morimoto=森本美穗
y_hamashima=滨岛由贵
g_nagasaka=长坂玄辉
y_nagasaka=平川泰
SoundTeam=— 音响团队 —
n_fukuda=福田宪克
MusicCompose=音乐作曲
c_fukuda=福田考代
SoundEngineer=音响工程
s_nakata=中田胜三
y_tamura=田村勇树
s_nishida=西田慎祐
y_watanabe=渡边愉香
ProductSupport=— 开发支持 —
Publicity=宣传
m_hyakutake=百武瑞穗
y_aoyama=青谷裕加
y_shibayama=柴山由嘉利
WebDesigner=WEB
k_yamanouchi=山之内幸二
s_kawakami=川上翔嗣
DTP=DTP
m_miyoshi=三好诚
QualityControl=质量管理
h_hatta=八田博和
r_matsuyama=松山龙平
h_ito=伊藤宽将
SpecialThanks=— 特别感谢 —
m_watanabe=渡边雅央
t_miyazaki=宫崎太一郎
t_isobe=矶部孝幸
f_soga=曾我典亮
s_takaki=高木聪
k_usami=宇佐见公介
m_kashino=㭴野正雄
r_kinjo=金城利奈
t_nakazono=中园泰介
a_hosokawa=细川明江
s_nakamura=仲村早妃
s_fukumoto=福元俊介
r_murashita=村下凉子
y_hyakutake=百武由实子
m_nagasawa=长泽正文
n_otsu=大津伦子
k_oikawa=及川佳子
j_taguchi=田口纯子
s_koga=古贺重则
y_okuma=大熊优希
n_sasakura=笹仓德正
h_kumamoto=熊本秀基
y_uchino=内野雄太
CC2AllStaff=以及ALL CyberConnect2的全体工作人员
ProductCooperation00=— 制作协力 —
ProductCooperation01=STUDIO4℃
ProductCooperation02=GEKKO INC.
ProductCooperation03=UltiZen Games Ltd.
ProductCooperation04=MINELOADER SOFTWARE CO., LTD.
ProductCooperation05=anima inc.
ProductCooperation06=Digital Works Entertainment.INC
ProductCooperation07=Bamboo Mountain,Inc.
ProductCooperation08=STUDIO・LIVE Co.,Ltd.
ProductCooperation09=DOGA KOBO inc.
ProductCooperation10=IMAGICA DIGITALSCAPE Co.,Ltd.
ProductCooperation11=tuetue kombinato Co. Ltd.
ProductCooperation12=Kyushu Animation Inc.
ProductCooperation13=TASKIV Inc.
ProductCooperation14=KOGADO STUDIO,Inc
ProductCooperation15=Fabrica Corporation.
ProductCooperation16=Fukuoka School of Music
MusicRecording00=乐曲收录
MusicRecording01=乐曲收录01
MusicManagement00=— 收录管理 —
MusicManagement01=收录管理01
Composer00=— 作曲 —
Arrange00=— 编曲 —
Kaoru_Wada=和田薰
MusicCordinate00=— 录音统筹 —
MusicCordinate01=土岐和之
Orchestra00=— 录音工作 —
Orchestra01=指挥
Orchestra02=和田薰
Orchestra03=弦乐
Orchestra04=Masatsugu Shinozaki Strings
Orchestra05=长笛
Orchestra06=高桑英世
Orchestra07=野口米奥
Orchestra08=双簧管
Orchestra09=庄司知史
Orchestra10=森明子
Orchestra11=单簧管
Orchestra12=山根公男
Orchestra13=黑尾文惠
Orchestra14=巴松
Orchestra15=前田正志
Orchestra16=五岛研一
Orchestra17=圆号
Orchestra18=吉永雅人
Orchestra19=藤田麻理绘
Orchestra20=大野雄太
Orchestra21=中岛大之
Orchestra22=小号
Orchestra23=大仓滋夫
Orchestra24=David Herzog
Orchestra25=佐藤成美
Orchestra26=长号
Orchestra27=栗田雅胜
Orchestra28=中西和泉
Orchestra29=野野下与一
Orchestra30=大号
Orchestra31=荻野晋
Orchestra32=定音鼓
Orchestra33=高田米多利
Orchestra34=打击乐
Orchestra35=细谷一郎
Orchestra36=田中正义
Orchestra37=多田惠子
Orchestra38=钢琴
Orchestra39=竖琴
Orchestra40=朝川朋之
Orchestra41=吉他
Orchestra42=古川博
Orchestra43=口笛
Orchestra44=分山贵美子
Orchestra45=亚洲声乐
Orchestra46=yoko
Orchestra47=和声
Orchestra48=东京混声合唱团
Orchestra49=二胡
Orchestra50=篠崎正嗣
Orchestra51=贝斯
Orchestra52=齐藤顺
Orchestra53=琴
Orchestra54=三宅礼子
Orchestra55=吉他
Orchestra56=田代耕一郎
Orchestra57=八孔木笛
Orchestra58=旭孝
Orchestra59=打击乐器
Orchestra60=细谷一郎
Orchestra61=梯郁夫
Orchestra62=录混工程师
Orchestra63=山田正弘
Orchestra64=录混工作室
Orchestra65=AVACO CREATIVE STUDIO
MainThemaSong=— 主题曲 —
FurueruKokoro=「震颤的心」
Composer01=作曲
Singer=演唱
Tomoyo_Mitani=三谷朋世
Arrange01=编曲
Lyrics00=作词
Player00=演奏
MainThemaPlayer01=主题曲演奏01
SubThemaSong=— 插曲 —
FromTheNewWorld=第九号交响曲「自新世界」
AntoninDvorak=安东·利奥波德·德沃夏克
FurueruKokoroEth=「震颤的心」民乐版
Arrange02=编曲
SubThemaPlayer01=插曲演奏01
JPRecordingProduction=— 日语录音团队 —
RecordingDirector00=— 录音演出 —
JPRecordingDirector01=中野彻
RecordingStaff00=— 录音 —
JPRecordingStaff01=录音工程师
JPRecordingStaff02=长岛贤史
JPRecordingStaff03=录音助手
JPRecordingStaff04=内田直继
JPRecordingStaff05=蜂须贺英幸
AudioPostpro01=— 音响制作 —
AudioPostpro02=中村明子
AudioPostpro03=小室亚纱子
RecordingStudio00=— 录音工作室 —
ENRecordingStudio00=ＨＡＬＦ　Ｈ·Ｐ　ＳＴＵＤＩＯ
ENRecordingStudio02=ＡＯＩ　ＳＴＵＤＩＯ
ENRecordingProduction=— 英语录音团队 —
ENRecordingDirector01=Keith Arem
ENRecordingStaff01=对话编辑
ENRecordingStaff02=Matt Lemberger
ENRecordingStaff03=Aaron Gallant
ENRecordingStaff04=Anthony Sorise
ENRecordingStaff05=Austin Krier
ENRecordingStaff06=工程/ADR
ENRecordingStaff07=声优协调
ENRecordingStaff08=Valerie Arem
ENRecordingStaff09=Jonathan Neeley
ENRecordingStudio01=PCB Productions - Los Angeles, CA
Package00=— 包装制作 —
Package01=包装制作01
PackageArt=— 包装设计 —
LogoDesign00=— 标志设计 —
LogoDesign01=后藤智洋
PublicityIllustration=— 宣传图绘制 —
k_matsuda=松田公隆
k_ishibashi=石桥弘规
t_shibuya=涩谷徹
e_kawano=河野瑛梨香
a_yamamoto=山本步
a_morioka=森冈文音
s_ryu=龙沙由梨
Illustration=— 绘画 —
y_taniguchi=谷口欣孝
s_sakai=酒井谕
k_nishimura=西村香织
GameProduced=— 制作 —
GameProduced01=制作
CAPCOM=CAPCOM CO., LTD.
producer=— 制作人 —
producer10=制作人
Kazuhiro_Tsuchiya=土屋和弘
producer01=— 副制作人 —
Miho_Suzuki=铃木美穗
ProjectManager=— 项目经理 —
Yuki_Furukawa=古川勇树
Takuya_Tanada=棚田琢也
Supervisor=— 技术主管 —
Toshihiko_Honda=本田俊彦
Marketing00=— 市场 —
Marketing01=市场01
Lorcalize00=— 本地化 —
Lorcalize01=翻译项目负责人
Lorcalize02=Marco Bombasi
Lorcalize03=英语翻译/编辑
Lorcalize04=Miguel E. Corti
Lorcalize05=英语编辑
Lorcalize06=Andrew Alfonso
Lorcalize07=法语监修
Lorcalize08=Francis Ishii
Lorcalize09=法语翻译/编辑
Lorcalize10=Ludovic Charroux
Lorcalize11=意大利语监修
Lorcalize12=Giuliana Poletti
Lorcalize13=意大利语翻译/编辑
Lorcalize14=Gianluigi Riccio Shimizu
Lorcalize15=德语监修
Lorcalize16=Florian Seidel
Lorcalize17=德语翻译/编辑
Lorcalize18=Simon Weisgerber
Lorcalize19=西班牙语监修
Lorcalize20=Federico Sauret Encabo
Lorcalize21=西班牙语翻译/编辑
Lorcalize22=Patricia Trujillo Comino
Lorcalize23=本地化协调
Lorcalize24=Kaori Funakoshi
Lorcalize25=本地化总监修
Lorcalize26=Peter J. Fabiano
Sound00=— 音响 —
Sound01=环绕混音监督
Sound02=泷本和也
Sound03=音响管理
Sound04=田中雅之
Sound05=岸本基
CAPCOMQA00=— 质量管理 —
CAPCOMQA01=QA经理
CAPCOMQA02=堀毛实
CAPCOMQA03=测试主管
CAPCOMQA04=本多真由美
CAPCOMQA05=协同测试
CAPCOMQA06=芝野通
CAPCOMQA07=中岛大辅
CAPCOMQA08=测试
Tuning00=— QA微调 —
Tuning01=德田敬大
Tuning02=山内文雄
Trailer01=— 宣传片制作 —
Trailer02=编辑
Trailer03=佐佐木幸子
Trailer04=协调
Trailer05=永井芳宪
Trailer06=音响设计主管
Trailer07=岩品新
Trailer08=音响设计
Trailer09=田岛政朋
Trailer10=武井良太
Trailer11=小玉光俊
Trailer12=小村学
Trailer13=混音工程
Trailer14=泷本和也
Trailer15=森口崇
Trailer16=录音室管理
Trailer17=山本节生
Trailer18=混音室
Trailer19=bit MASTER studio
Mannual00=— 文档设计 —
Mannual01=小水新一郎
Mannual02=CREATIVE SUPPORT TEAM
Website00=— 官网设计 —
Website01=高山昌弘
Website02=林美代子
Mobile00=— 移动端官网制作 —
Mobile01=久保田耕平
Mobile02=合濑仁志
Publicity00=— 宣传策划 —
Publicity01=萩原良辅
Publicity02=寺田隆良
Promotion00=— 宣传团队 —
Promotion01=增田努
Promotion02=田渊哲也
Promotion03=中岛贵史
Retail00=— 零售宣传 —
Retail01=大贯英树
Retail02=小林圭子
Retail03=小林信彦
Electronic00=— 电子商务 —
Electronic01=浦泽贺奈
Electronic02=深尾洋子
Customer00=— 客户服务 —
Customer01=桑野惠
Customer02=大越淳
Editing00=— 出版编辑室 —
Editing01=萩原良辅
Editing02=长谷川太介
Editing03=清水三奈
FilmContent00=— 影片内容部分 —
FilmContent01=木内亚纪
Product00=— 产品团队 —
Product01=长田英司
Product02=丰田惠
Merchandising00=— 商品化许可团队 —
Merchandising01=川野毅
GlobalBusiness00=— 海外营销/PR —
GlobalBusiness01=Michael Pattison
GlobalBusiness02=Ben LeRougetel
GlobalBusiness03=Mickey Torode
GlobalBusiness04=Antoine Molant
GlobalBusiness05=Shigemi Tanaka Lee
GlobalBusiness06=Mao Sugiyama
GlobalBusiness07=Laura Skelly
GlobalBusiness08=Rieko Nakai
GlobalBusiness09=Christian Svensson
GlobalBusiness10=Kaori Tsukuda
GlobalBusiness11=Tsuyoshi Kanda
GlobalBusiness12=Robert Tunick
SpecialThanks00=— Special Thanks —
SpecialThanks01=一井克彦
SpecialThanks02=竹内润
SpecialThanks03=小林裕幸
SpecialThanks04=小野义德
SpecialThanks05=北林达也
SpecialThanks06=德丸敏弘
SpecialThanks07=石田义则
SpecialThanks08=佐野孝行
SpecialThanks09=北原隆
SpecialThanks10=杉林充章
SpecialThanks11=西野淳
SpecialThanks12=船原邦夫
SpecialThanks13=中野广祐
SpecialThanks14=隅田有纪
SpecialThanks15=荒井大树
SpecialThanks16=高桥京佑
SpecialThanks17=保田祐子
SpecialThanks18=三村阿由美
SpecialThanks19=金森恒治
SpecialThanks20=种田克教
SpecialThanks21=SHOEI
SpecialThanks22=本间雅子
SpecialThanks23=长冈实
SpecialThanks24=鹈饲敏
SpecialThanks25=菊地七濑
SpecialThanks26=山本满子
SpecialThanks27="HAGITOKO!" Staff
SpecialThanks28=以及CAPCOM全体工作人员
Debug00=— 排错 —
Debug01=排错01
PRESENTEDBY=PRESENTED BY
MiddleWare00=— 中介软件 —
MiddleWare01=中介软件01
MiddleWare02=Uses Bink Video. Copyright © 1997-2011 by RAD Game Tools, Inc.
MiddleWare03=Portion of this software utilize Speed Tree®RT Technology
MiddleWare04=( ©2012 Interactive Data Visualization, Inc.)
MiddleWare05=Speed Tree® Technology is a registered trademark of Interactive
MiddleWare06=Data Visualization, Inc. All right reserved.
Repeat=〃
AnimationDirector=动画监督
MainCharacterDesigner=主角色设计
SubCharacterDesigner=副角色设计
CGIDirector=CGI监督
ColorStylist=色彩设计
BetweenSupervisor=— 动画检查 —
KeyAnimator01=原画
KeyAnimator02=— 原画 —
SecondKeyAnimator=— 第二原画 —
BetweenAnimation=— 动画 —
AnimStaff00=中泽一登
AnimStaff01=秋田学
AnimStaff02=西田稔
AnimStaff03=石田贵史
AnimStaff04=伊东美由树
AnimStaff05=梶谷睦子
AnimStaff06=加来由加里
AnimStaff07=吉田正幸
AnimStaff08=松浦力
AnimStaff09=米山舞
AnimStaff10=岩崎将大
AnimStaff11=江口寿志
AnimStaff12=山口贤一
AnimStaff13=铃木博文
AnimStaff14=小岛庆祐
AnimStaff15=石井裕美子
AnimStaff16=小泽圆
AnimStaff17=石川晋吾
AnimStaff18=天崎玛纳姆
AnimStaff19=冈山思菜子
AnimStaff20=西泽晋
AnimStaff21=友冈新平
AnimStaff22=桑原刚
AnimStaff23=栗原美树
AnimStaff24=清水文乃
AnimStaff25=室山祥子
AnimStaff26=白木仁美
AnimStaff27=白井孝奈
AnimStaff28=田中萌
AnimStaff29=二松真理
AnimStaff30=田口裕美子
AnimStaff31=中野洋平
AnimStaff32=岩渊龙士
AnimStaff33=小仓淳
AnimStaff34=清水丰
AnimStaff35=ingresA
AnimStaff36=南悠纱子
AnimStaff37=草壁唯
AnimStaff38=户上圆
AnimStaff39=大曾根唯
AnimStaff40=竹泽沙代
AnimStaff41=林美穗子
AnimStaff42=米田纮
AnimStaff43=神崎舞人
AnimStaff44=冈村久美子
AnimStaff45=野口沙贵
AnimStaff46=中部步美
AnimStaff47=Kino production
AnimStaff48=古池崇
AnimStaff49=中川理惠
AnimStaff50=及川梓
AnimStaff51=大竹晃裕
AnimStaff52=栉谷健太
AnimStaff53=柴崎雄輔
AnimStaff54=Studio mu
AnimStaff55=下平瞳
AnimStaff56=芳山优
AnimStaff57=荻野美希
AnimStaff58=Ekura animal
AnimStaff59=田村千佳
AnimStaff60=中村奈央
AnimStaff61=九州动画
AnimStaff62=操神凉子
AnimStaff63=五十川久史
AnimStaff64=浦和也
AnimStaff65=大崎真菜美
AnimStaff66=工藤昴平
AnimStaff67=国吉佐和子
AnimStaff68=杉谷梓
AnimStaff69=寺西智子
AnimStaff70=富安沙也加
AnimStaff71=中村新太郎
AnimStaff72=中村辽太
AnimStaff73=福添普子
AnimStaff74=船越大树
AnimStaff75=宫本优美
AnimStaff76=山田史树
AnimStaff77=牧俊治
AnimStaff78=Studio boomerang
AnimStaff79=谷口昌彦
AnimStaff80=田中康胜
AnimStaff81=浅野淳子
AnimStaff82=长田秀明
AnimStaff83=feel.
AnimStaff84=大田明日香
AnimStaff85=山崎美聪
AnimStaff86=古山瑛一朗
AnimStaff87=大松司
AnimStaff88=辻上彩华
AnimStaff89=川濑纱织
AnimStaff90=川边雄介
AnimStaff91=P.A.WORKS
AnimStaff92=富田真理
AnimStaff93=北野裕介
AnimStaff94=横尾雄太
AnimStaff95=槙田路子
AnimStaff96=萩野早纪
AnimStaff97=岛津真幸
AnimStaff98=中岛惠理子
AnimStaff99=原和奈
AnimStaff100=白敷桃子
AnimStaff101=日向麻实子
AnimStaff102=小西纱希
AnimStaff103=八箇裕美
AnimStaff104=角谷理
AnimStaff105=江藤奈奈美
AnimStaff106=Anime spot
AnimStaff107=国井实可子
AnimStaff108=向井理江
AnimStaff109=Mauricio Garcia
AnimStaff110=PAC
AnimStaff111=Triple A
AnimStaff112=D-COLORS
AnimStaff113=Defa
AnimStaff114=Studio Step
AnimStaff115=drop
AnimStaff116=Rocket Vision
AnimStaff117=BEEP
AnimStaff118=sunshine corporation
AnimStaff119=— 摄影 —
AnimStaff120=大重典子
AnimStaff121=渡部岳大
AnimStaff122=川岛裕二
AnimStaff123=小林佳奈
AnimStaff124=佐藤浩树
AnimStaff125=山田国寿
AnimStaff126=制作人
AnimStaff127=副制作人
AnimStaff128=大冢学
AnimStaff129=大平晋也
AnimStaff130=木村真二
AnimStaff131=淡轮雄介
AnimStaff132=宫泽康纪
AnimStaff133=西尾铁也
AnimStaff134=仁保知行
AnimStaff135=龟田祥伦
AnimStaff136=崎山北斗
AnimStaff137=小岛大和
AnimStaff138=西见祥示郎
AnimStaff139=福岛敦子
AnimStaff140=道解慎太郎
AnimStaff141=沓名健一
AnimStaff142=冲浦启之
AnimStaff143=Studio Break
AnimStaff144=栗原美树
AnimStaff145=田中萌
AnimStaff146=白井孝奈
AnimStaff148=Anitus-Kobe animation studio
AnimStaff149=井冈贵奈
AnimStaff150=石谷薰
AnimStaff151=浦冈华绘
AnimStaff152=江上华子
AnimStaff153=太田麻美
AnimStaff154=合田桃子
AnimStaff155=品田铃华
AnimStaff156=竹谷健司
AnimStaff157=田中亚季
AnimStaff158=肥田圣子
AnimStaff159=藤田里佐惠
AnimStaff160=三谷高史
AnimStaff161=南林宏美
AnimStaff162=OH!Production
AnimStaff163=秋月彩
AnimStaff164=阪口史惠
AnimStaff165=田中阳子
AnimStaff166=辻仁子
AnimStaff167=平岩聪
AnimStaff168=穗坂史织
AnimStaff169=堀内美穗
AnimStaff170=水野良亮
AnimStaff171=M.RYOSUKE
AnimStaff172=山本祐希江
AnimStaff173=Production I.G
AnimStaff174=齐藤言荣
AnimStaff175=渡边爱
AnimStaff176=横山雄树
AnimStaff177=杉田麻琉美
AnimStaff178=木下美香
AnimStaff179=后藤真奈美
AnimStaff180=松本美乃
AnimStaff181=上田美紀
AnimStaff182=森加亚乃
AnimStaff183=冈田麻美子
AnimStaff184=和田卓也
AnimStaff185=高木胜弘
AnimStaff186=ANIME R
AnimStaff187=西村真理子
AnimStaff188=东山朋子
AnimStaff189=松本裕一
AnimStaff190=安井和
AnimStaff191=Studio gimlet
AnimStaff192=酒井春佳
AnimStaff193=梶山亚里沙
AnimStaff194=中川三由纪
AnimStaff195=桂仁志
AnimStaff196=坂之上美菜
AnimStaff197=辻麻美
AnimStaff198=Studio wanpack
AnimStaff199=野中美希
AnimStaff200=鹫尾侑纪
AnimStaff201=原田风花
AnimStaff202=白石创太郎
AnimStaff203=曾我部智纱
AnimStaff204=中川裕人
AnimStaff205=中重俊祐
AnimStaff206=上岛绫乃
AnimStaff207=草野绚菜
AnimStaff208=中谷未树
AnimStaff209=Studio mu
AnimStaff210=谷口秀树
AnimStaff211=山崎咲世
AnimStaff212=摺木沙织
AnimStaff213=北野小夜子
AnimStaff214=内田纱保利
AnimStaff215=Nakamura Production
AnimStaff216=滨田翔
AnimStaff217=富永一仁
AnimStaff218=三好智志
AnimStaff219=TripleA
AnimStaff220=Snow light staff
AnimStaff221=StudioMark
AnimStaff222=Gallop
AnimStaff223=Pierrot
AnimStaff224=Artemis
AnimStaff225=Drop
AnimStaff226=Big Owl
AnimStaff227=— CGI —
AnimStaff228=Studio Hibari
AnimStaff229=奈良冈智哉
AnimStaff230=古川厚
AnimStaff231=ORANGE
AnimStaff232=井野元英二
AnimStaff233=高濑裕介
AnimStaff234=川村晃弘
AnimStaff235=AIC
Shiage01=— 作画润色 —
BackGround01=— 背景 —
EnshutsuKantoku=演出监督
m_toyota=丰田美纪
k_miyairi=宫入健太
h_moriguchi=森口博史
MechanicalDesigner=— 机械设计 —
k_yonemura=米村孝一郎
TokubetsuEngiKantoku01=— 特殊演出监督 —
MainThemaSong01=主题曲
SubThemaSong01=插曲
RIZ=RIZ Inc.
RIZStaff00=八木田肇
RIZStaff01=长谷部慎二
GraphinicaAndRIZ=Graphinica,Inc./RIZ Inc.
SetStaff00=阿尾直树/八木田肇
SetStaff01=阿尾直树/长谷部慎二
AnimStaff236=牧达也
AnimStaff237=盐野英光
AnimStaff238=武田秀明
AnimStaff239=篠原章郎
AnimStaff240=马场昭吏
AnimStaff241=柏仓晴树
AnimStaff242=稻村忠宪
AnimStaff243=山本聪子
AnimStaff244=大野恭央
AnimStaff245=小野龙太
CAPCOMQA09=副协测试
CAPCOMQA10=辰巳昌嗣
PoleToWin=Pole To Win Co., Ltd.
SakugaKantoku01=作画监督
c_fukudaLien=福田考代 (LieN)
t_mitaniLien=三谷朋世 (LieN)
AnimStaff245=片冈惠美子
AnimStaff246=长谷川文香
AnimStaff247=Dream Force
AnimStaff248=ingres
AnimStaff249=Production REED
AnimStaff250=MSJ Musashino Seisakusyo
AnimStaff251=稻叶葵
AnimStaff252=手川大辅
AnimStaff253=小林丸
AnimStaff254=越田祐史
AnimStaff255=都田崇之
AnimStaff256=若江达也
AnimStaff257=佐藤号宙
AnimStaff258=明平清加
AnimStaff259=中桥一幸
AnimStaff260=LARX entertainment
AnimStaff261=野村达哉
AnimStaff262=古本真由子
AnimStaff263=池上真崇
AnimStaff264=泽贵史
AnimStaff265=猿渡真太郎
AnimStaff266=神林刚
AnimStaff267=龙角里美
AnimStaff268=日野有里子
AnimStaff269=福田光
AnimStaff270=太田光希
AnimStaff271=广冈岳
AnimStaff272=臼田睦
AnimStaff273=涩谷亮介
AnimStaff274=bones
AnimStaff275=asterism-inc
AnimStaff276=山科和佳菜
AnimStaff277=二宫壮史
AnimStaff278=浦冈华绘
AnimStaff279=南林宏美
AnimStaff280=手冢江美
AnimStaff281=清水英璃亚
AnimStaff282=鸟井隼人
AnimStaff283=宗圆祐辅
AnimStaff284=高野和穗
AnimStaff285=立花希望
AnimStaff286=的场阳子
AnimStaff287=森真理
AnimStaff288=和田丰洋
AnimStaff289=合田麻美
AnimStaff290=小野佐美
AnimStaff291=河野步贵
AnimStaff292=高木友树
AnimStaff293=Studio boomerang
AnimStaff294=TYO-animations
AnimStaff295=Studio Pastoral
Continuity02=— 分镜设计 —
Continuity03=分镜设计